> brew list
adns
ant
aspell
astyle
autoconf
automake
awscli
bash-completion
bastet
bats
blueutil
boost
cabextract
cairo
ccat
cmake
cmatrix
coreutils
cowsay
ctags
dialog
elixir
erlang
exercism
faac
fdk-aac
fdupes
ffmpeg
figlet
fish
fontconfig
freetype
fribidi
gcc
gd
gdb
gdbm
geckodriver
gettext
gifsicle
git
glib
gmp
gnu-getopt
gnupg
gnutls
go
gobject-introspection
gradle
graphite2
graphviz
greed
groovy
gtm
harfbuzz
heroku
heroku-node
htop
icu4c
infer
ipython
isl
ispell
jansson
jemalloc
jpeg
kubernetes-cli
kubernetes-helm
lame
libass
libassuan
libav
libevent
libffi
libgcrypt
libgpg-error
libidn2
libksba
libmpc
libogg
libpng
libpq
libssh2
libtasn1
libtermkey
libtiff
libtool
libunistring
libusb
libuv
libvorbis
libvpx
libvterm
libyaml
libzip
lighttpd
little-cms2
lolcat
lua
lua@5.1
luajit
maven
md5sha1sum
midnight-commander
mongodb
moon-buggy
mpfr
mpv
msgpack
mujs
myman
neovim
netcat
nethack
nettle
node
npth
nudoku
ocaml
openldap
openssl
openssl@1.1
opus
p11-kit
p7zip
pacman4console
pass
pcre
pcre2
peco
pgcli
pinentry
pixman
pkg-config
postgresql
pv
python
python3
python@2
qrencode
rbenv
readline
redis
ripgrep
ruby-build
s-lang
sdl2
sloccount
snowboard
speedtest-cli
speexdsp
sqlite
sshfs
the_silver_searcher
tmux
tree
unibilium
unrar
watch
watchman
webp
wget
wine
winetricks
wrk
wxmac
x264
xvid
xz
youtube-dl
zeromq
zsh
zsh-completions
